LingBaoConfig = {
    -- 背包最大数量
    BagMax = 300,
    -- 套装数量
    Suit = {
        [1] = 2,
        [2] = 4,
        [3] = 6,
    },
    -- 最大套装数量
    SuitMax = 3,
    -- 每个圣痕的技能数量
    SkillMax = 3,
    -- 每个圣痕的灵宝数量
    LingBaoMax = 6,
    -- 灵宝合成下一级所需数量
    ComposeNum = 3,
    -- 圣痕背景特效
    ShengHenBg = {
        [0] = "3165216",
        [1] = "3165218",
        [2] = "3165217",
    },
    -- 圣痕解锁缩到位置特效
    ShengHenUnlock = {
        [0] = "3165241",
        [1] = "3165242",
        [2] = "3165243",
    },
    -- 圣痕觉醒特效
    ShengHenAwake = {
        [0] = "3165235",
        [1] = "3165246",
        [2] = "3165245",
    },
}